/* Localaized network error alert message */
"An error occured while trying to connect to the server. Please try again later" = "An error occured while trying to connect to the server. Please try again later";

/* Localized location services alert title */
"Location services denied" = "Location services denied";

/* Localaized network error alert title */
"Oops..." = "Oops...";

/* Localized location services alert message */
"Please, allow this app to use your location" = "Please, allow this app to use your location";

